Repository: Carrie999/Dialclock
Catalog: myclock/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# 一次性永久解锁
source: One-time permanent unlock
es: Desbloqueo permanente por única vez
ja: 1 回限りの永久ロック解除
zh_hans: 一次性永久解锁

source: Hello, World!
es: ¡Hola Mundo!
zh_hans: 你好

source: In-App Purchase Demo
es: Demostración de compra en la aplicación
zh_hans: IAP

source: Key
es: Llave

source: Restore Purchases
es: Restaurar las compras
zh_hans: 恢复够买

# 充电时自动运行
source: Automatically run while charging
es: Se ejecuta automáticamente al cargar
ja: 充電すると自動で動く
zh_hans: 充电时自动运行

# 全部时钟主题样式
source: All clock theme styles
es: Todos los temas del reloj
ja: すべての時計テーマ
zh_hans: 全部时钟主题样式

# 关于我们
source: About Us
es: sobre nosotros
ja: 私たちについて
zh_hans: 关于我们

# 关闭「运行前询问」，点击完成
source: Turn off "Ask before running," click Finish.
es: Cierre "Preguntar antes de ejecutar" y haga clic en Finalizar
ja: 「実行前に確認する」を閉じて「完了」をクリックします
zh_hans: 关闭「运行前询问」，点击完成

# 分享
source: Share
es: compartir
ja: 共有
zh_hans: 分享

# 分享给朋友
source: Share with friends
es: Compartir con amigos
ja: 友人たちと分ける
zh_hans: 分享给朋友

# 升级版
source: Upgraded version
es: Versión mejorada
ja: アップグレード版
zh_hans: 升级版

# 好评
source: rate
es: Buenas críticas
ja: 良いレビュー
zh_hans: 好评

# 已解锁
source: Unlocked
es: desbloqueado
ja: ロック解除済み
zh_hans: 已解锁

# 建议吐槽
source: Suggest
es: Sugerencias
ja: 提案
zh_hans: 建议吐槽

# 当前版本(v1.0.7)
source: Current version (v1.0.7)
es: Versión actual (v1.0.7)
ja: 現在のバージョン (v1.0.7)
zh_hans: 当前版本(v1.0.7)

# 恢复购买
source: Restore purchase
es: Reanudar compra
ja: 購入を再開する
zh_hans: 恢复购买

# 您已是升级版
source: You are already an upgraded version
es: Ya eres una versión mejorada
ja: すでにアップグレードされたバージョンです
zh_hans: 您已是升级版

# 打开「快捷指令」，「选择自动化」，点击 「创建个人自动化」
source: Open "Shortcuts," select "Automation," and click "Create Personal Automation."
es: Abra "Atajos", "Seleccionar automatización", haga clic en "Crear automatización personal"
ja: 「ショートカット」を開き、「オートメーションを選択」し、「パーソナルオートメーションの作成」をクリックします。
zh_hans: 打开「快捷指令」，「选择自动化」，点击 「创建个人自动化」

# 更换皮肤
source: Change skin
es: Cambio de piel
ja: スキンを変更する
zh_hans: 更换皮肤

# 更改 App 图标
source: Change App Icon
es: Cambiar icono de aplicación
ja: アプリのアイコンを変更する
zh_hans: 更改 App 图标

# 未来所有的新功能
source: All future new features
es: Todas las funciones nuevas en el futuro.
ja: 将来のすべての新機能
zh_hans: 未来所有的新功能

# 永久移除广告
source: Permanently remove advertisements
es: Eliminar anuncios permanentemente
ja: 広告を完全に削除する
zh_hans: 永久移除广告

# 点击「添加操作」，「选择脚本」，搜索并添加「打开App」，点击「选择」，搜索并选择「表盘时钟」吗，点击下一步
source: Click "Add Action," "Select Script," search and add "Open App," click "Select," search and choose "Clock Face," then click Next.
es: Haga clic en "Agregar acción", "Seleccionar secuencia de comandos", busque y agregue "Abrir aplicación", haga clic en "Seleccionar", busque y seleccione "Marcar reloj", haga clic en Siguiente
ja: 「アクションの追加」、「スクリプトの選択」をクリックし、「アプリを開く」を検索して追加し、「選択」をクリックし、「ダイヤルクロック」を検索して選択し、「次へ」をクリックします
zh_hans: 点击「添加操作」，「选择脚本」，搜索并添加「打开App」，点击「选择」，搜索并选择「表盘时钟」吗，点击下一步

# 用户反馈
source: Feedback
es: comentarios de los clientes
ja: お客様の声
zh_hans: 用户反馈

# 用户反馈和关于
source: User feedback and about
es: Comentarios de los usuarios y sobre
ja: お客様の声
zh_hans: 用户反馈和关于

# 立即解锁
source: Unlock now
es: Desbloquear ahora
ja: アンロックしました
zh_hans: 立即解锁

# 自定义颜色
source: Custom color
es: Color personalizado
ja: カスタムカラー
zh_hans: 自定义颜色

# 解锁所有 App 图标
source: Unlock all app icons
es: Desbloquear todos los íconos de aplicaciones
ja: すべてのアプリアイコンのロックを解除する
zh_hans: 解锁所有 App 图标

# 解锁所有小组件
source: Unlock all widgets
es: Desbloquear todos los widgets
ja: すべてのウィジェットのロックを解除する
zh_hans: 解锁所有小组件

# 设置
source: Setting
es: configuración
ja: 設定
zh_hans: 设置

# 购买升级版
source: Purchase upgraded version
es: Compra una versión mejorada
ja: アップグレード版を購入する
zh_hans: 购买升级版

# 返回
source: Return
es: devolver
ja: 戻る
zh_hans: 返回

# 这是用户反馈页面
source: This is the user feedback page
es: Esta es la página de comentarios de los usuarios
ja: ユーザーフィードバックページ
zh_hans: 这是用户反馈页面

# 选择「充电器」，点击下一步
source: Select 'Charger' and click 'Next'
es: Seleccione "Cargador" y haga clic en Siguiente
ja: 「充電器」を選択し、「次へ」をクリックします
zh_hans: 选择「充电器」，点击下一步

# 高级版
source: Advanced version
es: versión prémium
ja: プレミアムバージョン
zh_hans: 高级版
